{
    "Eyebrowed Thrush": {
        "binomialName": "Turdus obscurus",
        "identification": "A long, slightly curving white eyebrow gives this species an elegant, sophisticated appearance. Typically keeps to cover on the ground and in mid-levels of trees but occasionally ventures into the open to feed, particularly during migration. Alert and quick to flush. Adult male has gray head, brown back, and orange belly. Females are brownish overall with more faded orange on the underparts. Breeds in eastern Siberian forests, typically in damp areas near water, or areas with dense understory. Winters in more open habitats, such as parks, but not as fond of open spaces as blackbirds. Well-spaced song phrases consist of rich warbling and ringing buzzy whistles. Also gives a high, piercing “tsssst!”",
        "macaulayID": "76085301",
        "url": "https://ebird.org/species/eyethr/JP-13"
    },
    "Gray-streaked Flycatcher": {
        "binomialName": "Muscicapa griseisticta",
        "identification": "Small and streaky flycatcher, with longer-winged appearance than Asian Brown and Dark-sided Flycatchers. Breeds in mixed and deciduous forest in lowlands and hilly regions. Dark brown above, white below, with distinct pale eyering and long, dark streaks below. Streaking can resemble the patterning of some Dark-sided Flycatchers but is more distinct, less smudgy-looking. Asian Brown Flycatcher shares the same general color scheme but is paler brown and lacks streaking.",
        "macaulayID": "94984691",
        "url": "https://ebird.org/species/gysfly1/JP-13"
    },
    "Common Cuckoo": {
        "binomialName": "Cuculus canorus",
        "identification": "Found in woodland, heathland, farmland with hedges, marshes with scattered bushes. \"COO-koo\" song (like a cuckoo clock) often given from open perch. Note long wings and tail, barred belly, rather small bill. Flight direct and often low, suggesting a hawk or falcon. Extremely similar in appearance to various other Cuculus cuckoos across its range; note the combination of white vent, staring yellow irises, and overall large size. Lays eggs in nests of other birds, particularly pipits and reed warblers, which raise the young cuckoos.",
        "macaulayID": "39678671",
        "url": "https://ebird.org/species/comcuc/JP-13"
    },
    "Lesser Black-backed Gull": {
        "binomialName": "Larus fuscus",
        "identification": "Slender, long-winged gull, slightly smaller than Herring Gull. Adults show dark gray back and yellow legs; in winter note fairly heavy streaking on head and neck. Takes four or five years to reach adult plumage; immatures can be difficult to distinguish from other gulls, especially Herring. On first- or second-year birds, look for contrastingly whitish head with dark smudge around the eye, long wings, dark bill, whitish rump and tail base, and evenly dark wings in flight. Can be found around any body of water but prefers beaches and flats. Often with flocks of other large gulls. Common in Eurasia, wintering to Africa and Southeast Asia. Population in North America has increased dramatically in the last couple decades; now regular (even fairly common!) on the Atlantic coast, rarer inland and farther west.",
        "macaulayID": "265452641",
        "url": "https://ebird.org/species/lbbgul/JP-13"
    },
    "Gray-faced Buzzard": {
        "binomialName": "Butastur indicus",
        "identification": "Long-winged raptor, often seen in large kettles on migration. Breeds in montane forests, where its strident two-note whistle is often heard. Adult is brown with a spotted belly, a clean white throat bordered by two black streaks and distinct white eyebrow. Juvenile is more extensively white on the head and belly, with brown upperparts sometimes blotched with white. Can be confused with Oriental Honey-Buzzard but head proportionately larger, wings narrower, and barring on the wings weaker.",
        "macaulayID": "90947601",
        "url": "https://ebird.org/species/gyfbuz1/JP-13"
    },
    "Black Drongo": {
        "binomialName": "Dicrurus macrocercus",
        "identification": "An adaptable songbird of open areas such as farmland, forest edge, meadows, wetlands, and fields and a common sight as a familiar dark silhouette perched on wires, fences, or snags. Black plumage flashes blue and green iridescence in favorable light, though much less so than in Hair-crested or Bronzed Drongo. A pugnacious species, frequently chasing away larger birds with repeated dives and harsh chattering calls. A skilled mimic of other species, and a strong songster in general, delivering a wide range of pleasant fluty calls, harsh chattering, nasal notes, and high sharp whistles.",
        "macaulayID": "88495001",
        "url": "https://ebird.org/species/bladro1/JP-13"
    },
    "Eurasian Hobby": {
        "binomialName": "Falco subbuteo",
        "identification": "Streamlined long-winged falcon. Note gray upperparts with plain tail, boldly streaked underparts with rusty leggings and vent. Swift-like; flight more graceful and aerodynamic than Eurasian Kestrel. Compare with larger, stockier, shorter-tailed Peregrine Falcon. Favors open woodland, heathland, and farmland with stands of trees; often hunts over nearby water bodies and marshes. Hunts in the air, catching dragonflies, swallows, and other birds, which it sometimes eats on the wing.",
        "macaulayID": "205735971",
        "url": "https://ebird.org/species/eurhob/JP-13"
    },
    "Eastern Yellow Wagtail": {
        "binomialName": "Motacilla tschutschensis",
        "identification": "Attractive ground-dwelling bird. Slender and long-tailed, bright yellow below with paler throat and grayish-olive back; extremely variable. Tail is black with white outer feathers; often pumps tail up and down while walking on the ground. Young birds lack yellow color, but have distinctive head pattern. Often seen near water. Listen for high-pitched, piercing call note. Common breeder on Arctic tundra from Alaska to Russia; found in grassy and waterside habitats in Southeast Asian wintering grounds and in migration.",
        "macaulayID": "31127191",
        "url": "https://ebird.org/species/eaywag/JP-13"
    },
    "White-shouldered Starling": {
        "binomialName": "Sturnia sinensis",
        "identification": "Sturdy songbird of open farmlands and fields; can often be found fairly close to human habitation. Adult male has soft brown head and breast, bluish bill, and white belly. Female darker, with dirty brown extending from the head down to the back and belly. Both sexes have white rumps, black flight feathers, and bright white wing coverts. Often found in large flocks with other starlings. Notably smaller and stouter than many of the other starlings in its range.",
        "macaulayID": "57711951",
        "url": "https://ebird.org/species/whssta2/JP-13"
    },
    "Oriental Honey-buzzard": {
        "binomialName": "Pernis ptilorhynchus",
        "identification": "A large raptor of lowland and montane broadleaf and mixed forests, this species is well-known for its tendency to congregate in large flocks of up to thousands during migration. Resident populations inhabit tropical forests from lowlands up into montane areas. While showing considerable plumage variation throughout its range, the combination of an unusually small and slender head, long striped tail, broad wings, and well-striped underwings make this species fairly recognizable across a wide area. True to its name, this species is a raider of wasp and bee nests, although it prefers bee and wasp larvae over their honey.",
        "macaulayID": "547178171",
        "url": "https://ebird.org/species/orihob2/JP-13"
    }
}